{
    "plugins/thermostat/plugin_info/info.xml": {
        "Plugin pour la gestion de la température": "Plugin para la gestión de la temperatura",
        "Aucune": "Ninguna"
    },
    "plugins/thermostat/desktop/php/thermostat.php": {
        "Ajouter un thermostat": "Añadir un termostato",
        "Rechercher": "Buscar",
        "Mes thermostats": "Mis termostatos",
        "Général": "Principal",
        "Nom du thermostat": "Nombre del termostato",
        "Objet parent": "Objeto padre",
        "Aucun": "Ningún",
        "Activer": "Activar",
        "Visible": "Visible",
        "Configuration": "Configuración ",
        "Dupliquer": "Duplicar",
        "Moteur": "Motor",
        "Autoriser": "Autorizar",
        "Veuillez préciser les actions que le thermostat a le droit de faire en terme de chauffage et refroidissement.": "Por favor, precise las acciones que el termostato tiene el derecho a hacer en término de calefacción y enfriamiento.",
        "Température min (°C)": "Temperatura min (°C)",
        "Précisez l'écart de température que le thermostat est autorisé à piloter": "Especifique la diferencia de temperatura que el termostato está autorizado en pilotar",
        "max (°C)": "max (°C)",
        "Veuillez ajouter vos sondes de température": "Por favor, añade sus sensores de temperatura",
        "Température intérieure": "Temperatura interior",
        "Borne de température inférieure": "Límite de temperatura inferior",
        "Borne de température supérieure": "Límite de temperatura superior",
        "Température extérieure": "Temperatura exterior",
        "Configuration des actions": "Configuración de las acciones",
        "Configuration des modes": "Configuración de los modos",
        "Configuration des ouvertures": "Configuración de las aberturas",
        "Défaillance sonde de température": "Fallo en el sensor de temperatura",
        "Défaillance du chauffage/climatisation": "Fallo de la calefacción/aire acondicionado",
        "Configuration avancée": "Configuración avanzada",
        "Programmation": "Programación",
        "Pour chauffer je dois ?": "¿Para calentar debo?",
        "Ajouter une action": "Añadir una acción",
        "Pour refroidir je dois ?": "¿Para enfriar debo?",
        "Pour tout arrêter je dois ?": "¿Para parar todo debo?",
        "A chaque changement de consigne je dois aussi faire ?": "¿En cada cambio de consigna también debo hacer?",
        "Avec les modes, vous pouvez rajouter à votre thermostat des consignes prédéfinies. Par exemple un mode confort qui déclenche une action sur votre thermostat avec une température de consigne de 20°C": "Con los modos, usted puede añadir a su termostato de las consignas predefinidas. Por ejemplo un modo confort que pone en marcha una acción en su termostato con una temperatura de consigna de 20°C",
        "La déclaration des ouvertures concernées par votre thermostat (porte, fenêtre...) permettra au thermostat de réguler la température en conséquence.": "La declaración de las aperturas concernidas por su termostato (puerta, ventana...) permitirá al termostato regular la temperatura en consecuencia.",
        "Ajouter ouverture": "Añadir apertura",
        "Ajouter action de défaillance": "Añadir acción de fallo",
        "Masquer commande de verrouillage": "Ocultar el bloqueo",
        "Cron de répétition de commande": "Cron de repetición de orden",
        "Cron de renvoi des commandes du thermostat (arrêt, chauffe, refroidissement), si votre thermostat ne démarre ou ne s'arrête pas correctement mettez en place cette vérification": "Cron de devolución de los ordenes del termostato (parado, calentamiento, enfriamiento), si su termostato no arranca o no se para correctamente coloque esta comprobación",
        "Délai max entre 2 relevés de température (min)": "Plazo máximo entre 2 extractos de temperatura (min)",
        "Délai maximum entre 2 relévés de température avant de mettre le thermostat en défaillance": "Plazo máximo entre 2 extractos de temperatura antes de poner el termostato en desfallecimiento",
        "Pour une meilleure régulation, il est conseillé de ne pas toucher à ces coefficients, car ils sont calculés et mis à jour automatiquement": "Para una mejor regulación, se aconseja no tocar estos coeficientes, ya que se calculan y se actualizan automáticamente",
        "Coefficient chauffage": "Coeficiente calefacción",
        "Coefficient Clim": "Coeficiente Clim",
        "Apprentissage chaud": "Aprendizaje caliente",
        "Apprentissage froid": "Aprendizaje frío",
        "Isolation chauffage": "Aislamiento calefacción",
        "Isolation clim": "Aislamiento clim",
        "Apprentissage isolation chaud": "Aprendizaje aislamiento caliente",
        "Apprentissage isolation froid": "Aprendizaje aislamiento frío",
        "Offset chauffage (%)": "Offset calefacción (%)",
        "Offset Clim (%)": "Offset Clim (%)",
        "Auto-apprentissage": "Autoaprendizaje",
        "Smart start": "Smart start",
        "Autorise le thermostat à partir avant pour que la température soit égale à la consigne à l'heure voulue. Attention ne marche que si le thermostat est géré par le plugin agenda.": "Autoriza el termostato en irse antes para que la temperatura sea igual a la consigna a la hora deseada. Atención sólo funciona si el termostato es administrado por el plugin agenda.",
        "Cycle (min)": "Ciclo (min)",
        "Durée des cycles de chauffe/climatisation (ne peut être inferieure à 15 min)": "Duración de los ciclos de calentamiento/enfriamiento (no puede ser inferior a 15 min)",
        "Temps de chauffe minimum (% du cycle)": "Tiempo de calentamiento mínimo (% del ciclo)",
        "% minimum de cycle à faire (sinon la mise en marche du chauffage est reportée au cyle suivant)": "% mínimo de ciclo por hacer (si no la puesta en marcha de la calefacción es trasladada al siguiente ciclo)",
        "Marge de défaillance chaud": "Margen de fallo caliente",
        "Seuil de déclenchement de la défaillance chaud (1 par défaut)": "Umbral de disparo del fallo caliente (1 por defecto)",
        "Marge de défaillance froid": "Margen de fallo frío",
        "Seuil de déclenchement de la défaillance froid (1 par défaut)": "Umbral de disparo del fallo frío (1 por defecto)",
        "Hystéresis (°C)": "Histéresis (°C)",
        "Cron de contrôle": "Cron de control",
        "Cron de vérification des valeurs des sondes de témpérature, si votre thermostat ne démarre ou ne s'arrête pas correctement mettez en place cette vérification": "Cron de comprobación de los valores de las sondas de temperatura, si su termostato no arranca o no se para correctamente coloque esta comprobación",
        "Supprimer": "Borrar",
        "Sauvegarder": "Guardar"
    }
}