{
    "plugins\/thermostat\/mobile\/js\/panel.js": {
        "minute(s)": "minuto (s)"
    },
    "plugins\/thermostat\/desktop\/php\/panel.php": {
        "401 - Accès non autorisé": "401 - Acesso não autorizado",
        "Liste objets": "Os itens da lista",
        "Rechercher": "Pesquisa",
        "Du": "Do",
        "au": "o",
        "Attention une trop grande plage de date peut mettre très longtemps a etre calculer ou même ne pas s'afficher": "Observe que um período muito grande pode levar muito tempo para ser calculado ou até não ser exibido",
        "Ok": "Ok"
    },
    "plugins\/thermostat\/desktop\/php\/thermostat.php": {
        "Error 401 Unauthorized": "Erro 401 não autorizado",
        "Gestion": "Gestão",
        "Ajouter": "Adicionar",
        "Mes thermostats": "Meus termostatos",
        "Rechercher": "Pesquisa",
        "Configuration avancée": "Configuração avançada",
        "Sauvegarder": "Salvar",
        "Supprimer": "Remover",
        "Equipement": "Equipamento",
        "Actions": "Estoque",
        "Modes": "Modos",
        "Ouvertures": "Aberturas",
        "Défaillance sonde": "Falha na sonda",
        "Défaillance chauffage": "Falha no aquecimento",
        "Programmation": "Programação",
        "Avancée": "Progresso",
        "Général": "Geral",
        "Nom du thermostat": "Nome termostato",
        "Objet parent": "Objeto pai",
        "Aucun": "Nemhum",
        "Activer": "Ativar",
        "Visible": "Visivél",
        "Moteur": "Motor",
        "Autoriser": "Autorização",
        "Veuillez préciser les actions que le thermostat a le droit de faire en terme de chauffage et refroidissement.": "Por favor, especifique as ações que o termostato tem o direito de fazer o aquecimento e arrefecimento prazo",
        "Température min (°C)": "Min Temperatura (° C)",
        "Précisez l'écart de température que le thermostat est autorisé à piloter": "Especificar a diferença de temperatura que o termostato está autorizado a conduzir",
        "max (°C)": "max (° C)",
        "Sonde": "Sonda",
        "Température intérieure": "Temperatura interna",
        "Borne de température inférieure": "Terminal de temperatura mais baixa",
        "Borne de température supérieure": "Terminal de temperatura",
        "Température extérieure": "Temperatura exterior",
        "Obligatoire en mode temporel": "Obrigatório no modo horário",
        "Humidité": "Umidade",
        "Consommation": "CONSUMO",
        "Consommation (par jour en kWh)": "Consumo (por dia em kWh)",
        "Pour chauffer je dois ?": "Para aquecer eu tenho que?",
        "Ajouter une action": "Adicionar ação",
        "Pour refroidir je dois ?": "Para arrefecer eu sou?",
        "Pour tout arrêter je dois ?": "Por tudo que eu tenho que parar?",
        "A chaque changement de consigne je dois aussi faire ?": "Cada ponto de ajuste mudar eu tenho que fazer?",
        "Les modes, permettent d'ajouter à votre thermostat des consignes prédéfinies. Exemple : un mode confort qui déclenche une action sur votre thermostat avec une température de consigne de 20°C": "Os modos permitem adicionar pontos de ajuste predefinidos ao seu termostato. Exemplo: um modo de conforto que aciona uma ação em seu termostato com uma temperatura definida de 20 ° C",
        "La déclaration des ouvertures concernées par votre thermostat (porte, fenêtre...) permettra au thermostat de réguler la température en conséquence.": "As aberturas de declaração em questão por seu termostato (porta, janela ...) permitirá que o termostato para regular a temperatura em conformidade",
        "Ajouter ouverture": "Adicionar abertura",
        "Alerte si l'ouverture dure plus de (min)": "Alerta se a abertura durar mais de (min)",
        "Ajouter action de défaillance": "Adicionar ação falhar",
        "Cron de répétition de commande": "Comando repeat cron",
        "Cron de renvoi des commandes du thermostat (arrêt, chauffe, refroidissement), si votre thermostat ne démarre ou ne s'arrête pas correctement mettez en place cette vérification": "Controles de termostato deflexão Cron (parada, aquecimento, resfriamento), se o termostato não for iniciado ou não pára corretamente configurado esta verificação",
        "Délai max entre 2 changements de température de la sonde (min)": "Atraso máximo entre 2 alterações de temperatura da sonda (min)",
        "Délai maximum entre 2 changement de température avant de mettre le thermostat en défaillance": "Tempo máximo entre 2 mudanças de temperatura antes da falha do termostato",
        "Masquer commande de verrouillage": "Esconder controle de bloqueio",
        "Cycle (min)": "Ciclo (min)",
        "Durée des cycles de chauffe\/climatisation (ne peut être inférieure à 15 min)": "Duração dos ciclos de aquecimento \/ resfriamento (não pode ser inferior a 15 min)",
        "Temps de chauffe minimum (% du cycle)": "Tempo de aquecimento mínimo (% do ciclo)",
        "% minimum de cycle à faire (sinon la mise en marche du chauffage est reportée au cyle suivant)": "% Ciclo mínima para fazer (se não o aquecimento das arranque move-se para o próximo cyle)",
        "Limite les cycles marche\/arrêt incessants (pellet, gaz, fioul) et PID": "Limita ciclos liga \/ desliga incessantes (pellet, gás, óleo combustível) e PID",
        "Seuil de cycle où le chauffage est considéré comme chaud (%)": "Limiar do ciclo em que o aquecimento é considerado quente (%)",
        "Offset à appliquer si le radiateur est considéré chaud (%)": "Deslocamento a ser aplicado se o radiador for considerado quente (%)",
        "Marge de défaillance chaud": "Margem de fracasso quente",
        "Seuil de déclenchement de la défaillance chaud (1 par défaut)": "Ativando o padrão quente (default 1)",
        "Marge de défaillance froid": "Margem falha frio",
        "Seuil de déclenchement de la défaillance froid (1 par défaut)": "Activar o padrão frio (padrão 1)",
        "Offset chauffage (%)": "Aquecimento deslocamento (%)",
        "Offset Clim (%)": "Clim deslocamento (%)",
        "Auto-apprentissage": "Auto-aprendizagem",
        "Smart start": "Início inteligente",
        "Autoriser le thermostat à démarrer avant l’heure afin que la température atteigne la consigne à l’heure voulue. Attention ne fonctionne que si le thermostat est géré via le plugin agenda": "Permita que o termostato comece antes do tempo, para que a temperatura atinja o ponto definido no tempo desejado. Atenção só funciona se o termostato for gerenciado através do plug-in da agenda",
        "Pour une meilleure régulation, il est conseillé de ne pas toucher à ces coefficients, car ils sont calculés et mis à jour automatiquement": "Para um melhor controle, é aconselhável para não tocar esses coeficientes como eles são calculados e atualizados automaticamente",
        "Coefficient chauffage": "Aquecimento coeficiente",
        "Coefficient Clim": "Clim coeficiente",
        "Apprentissage chaud": "Aprendizagem quente",
        "Apprentissage froid": "Aprendizagem frio",
        "Isolation chauffage": "Isolamento aquecimento",
        "Isolation clim": "Isolamento AC",
        "Apprentissage isolation chaud": "Aprendizagem isolamento quente",
        "Apprentissage isolation froid": "Aprendizagem de isolamento frio",
        "Hystéresis (°C)": "Histerese (° C)",
        "Cron de contrôle": "Controle cron",
        "Cron de vérification des valeurs des sondes de témpérature, si votre thermostat ne démarre ou ne s'arrête pas correctement mettez en place cette vérification": "Verificação Cron valoriza medidor de sondas de temperatura, se o termostato não for iniciado ou não pára corretamente configurado esta verificação"
    },
    "plugins\/thermostat\/desktop\/js\/panel.js": {
        "minute(s)": "minuto (s)"
    },
    "plugins\/thermostat\/desktop\/js\/thermostat.js": {
        "Nouveau nom ?": "Novo nome?",
        "Coefficient remis à zéro. Pensez bien à sauvegarder": "Coeficiente redefinido para zero. Lembre-se de salvar",
        "Nom du mode ?": "Nome do perfil?",
        "Etes-vous sûr de vouloir supprimer ce mode": "Tem certeza de que deseja excluir este modo",
        "Configuration des modes": "Configurando modos",
        "Vous n'avez encore aucune programmation. Veuillez cliquer <a href='index.php?v=d&m=calendar&p=calendar'>ici<\/a> pour programmer votre thermostat à l'aide du plugin agenda": "Você ainda não tem programação. Clique <a href='index.php?v=d&m=calendar&p=calendar'>aqui<\/a> para programar seu termostato usando o plugin da agenda",
        "Liste des programmations du plugin Agenda liées au Thermostat": "Lista de programação de plug-ins de cronogramas vinculada ao termostato",
        "Visible": "Visivél",
        "Eteindre si ouvert plus de (min)": "Desligue se abrir mais de (min)",
        "Rallumer si fermé depuis (min)": "Reacender se fechado desde (min)",
        "Inverser": "Inverter"
    },
    "plugins\/thermostat\/core\/ajax\/thermostat.ajax.php": {
        "401 - Accès non autorisé": "401 - Acesso não autorizado",
        "Aucun objet racine trouvé": "Nenhum objeto raiz encontrado",
        "Thermostat non trouvé : ": "Termostato não encontrado:",
        "Aucune methode correspondante à : ": "Aucune methode correspondante à :"
    },
    "plugins\/thermostat\/core\/class\/thermostat.class.php": {
        "Suspendu": "Suspenso",
        "Off": "Fora",
        "Arrêté": "Preso",
        " : Attention il n\\'y a pas eu de mise à jour de la température depuis plus de : ": ": Observe que não houve atualização de temperatura por mais de:",
        "Chauffage": "Aquecimento",
        "Climatisation": "Ar condicionado",
        " : La température intérieure n\\'est pas un numérique : ": ": A temperatura interior não é digital:",
        " : Attention le thermostat est suspendu à cause d\\'une fenetre ouverte depuis : ": ": Observe que o termostato está suspenso devido a uma janela aberta de:",
        " min": "min",
        " : Attention la température intérieure est en dessous du seuil autorisé : ": ": Attention la température intérieure est en dessous du seuil autorisé :",
        " : Attention la température intérieure est au dessus du seuil autorisé : ": ": Observe que a temperatura interna está acima do limite autorizado:",
        "Calcul": "Cálculo",
        "La température de consigne minimum ne peut être supérieur à la consigne maximum": "A temperatura mínima definida não pode ser maior que a temperatura máxima",
        "Le temps de chauffe minimum doit etre compris entre 0% et 90%": "O tempo mínimo de aquecimento deve estar entre 0% e 90%",
        "Le temps de cycle doit etre supérieur à 15min": "O tempo do ciclo deve ser superior a 15 minutos",
        "off": "fora",
        "Vous ne pouvez faire un mode s\\'appelant Off car une commande Off est automatiquement creer": "Você não pode criar um modo chamado Desligado porque um comando Desligado é criado automaticamente",
        "status": "Estado",
        "Vous ne pouvez faire un mode s\\'appelant Status car une commande Status éxiste déjà": "Você não pode criar um modo chamado Status porque um comando Status já existe",
        "thermostat": "Termostato",
        "Vous ne pouvez faire un mode s\\'appelant Thermostat car une commande Thermostat éxiste déjà": "Você não pode executar um modo chamado termostato porque já existe um comando termostato",
        "Consigne": "Ordem",
        "Thermostat": "Termostato",
        "Statut": "Estado",
        "Actif": "Ativos",
        "Verrouillage": "Bloqueio",
        "Température": "Temperatura",
        "Humidité": "Umidade",
        "Température extérieure": "Temperatura exterior",
        "Offset chauffage": "Deslocamento de aquecimento",
        "Offset froid": "Compensação a frio",
        "Chauffage seulement": "Apenas aquecimento",
        "Climatisation seulement": "Apenas ar condicionado",
        "Tout autorisé": "Tudo permitido",
        "Mode": "Modo",
        "Delta consigne": "Ponto de ajuste delta",
        "Performance": "Desempenho",
        "Puissance": "Poder",
        " : Erreur lors de l\\'éxecution de ": ": Erro ao executar",
        ". Détails : ": "Detalhes:",
        "Défaillance sonde": "Falha na sonda",
        "Défaillance chauffage": "Falha no aquecimento",
        "Aucun": "Nemhum"
    }
}